Repository: codeprogression/codeprogression
Catalog: trunk/flashcardmaster-fork/i18n/Language.*.resx
Languages: fr, ml_in, tr

# MenuBatchAdd
source: &Batch Add
fr: Le groupe s'ajoutent
ml_in: കൂട്ടായി ചേര്‍ക്കുക
tr: &Grup Ekle

# FileNotSupportedMessage
source: No handlers are implemented for type {0}. Unable to create handler for '{1}'
fr: Aucun traiteur n&#39;est mis en application pour le type {0}. \ nUnable pour créer le traiteur pour « {1} »
tr: {0} tipi için kotarıcı gerekmiyor. '{1}' için kotarıcı oluşturmaya erişilmiyor

# fSaveChangesQuestion
source: There are unsaved changes made to '{0}'. Save now?
fr: Il y a les changements unsaved faits « {0} ». Économiser maintenant ?
ml_in: {0}ല്‍ സംരക്ഷിചിടില്ലാത്ത മാറ്റങ്ങള്‍ ഉണ്ട്‌. ഈ മാറ്റങ്ങള്‍ സംരക്ഷിക്കണോ?
tr: '{0}' oluşturulurken kaydedilmemiş değişiklikler var.Şimdi kaydolsun mu?

source: Save
fr: Économiser
ml_in: സംരംക്ഷിക്കുക
tr: Kaydet

# MenuUnCheckAll
source: Unchec&k All
fr: Uncheck tout
ml_in: എല്ലാം അടയാളപ്പെടുത്താതിരിക്കുക
tr: &Tüm Seçimi Geri Al

# ReviewerAnimateTT
source: Animate Card Flip and Switch
fr: Chiquenaude et commutateur animés de carte
ml_in: ചീഠു മാറ്റങ്ങല്‍ ചലിപ്പിക്കുക
tr: Hareketli Kart ve Değişim

source: New Design
fr: Nouvelle conception
ml_in: പുതുയ നിര്‍മാണം
tr: Yeni Tasarım

source: Cancel
fr: Annulation
ml_in: റദ്ദാക്കുക
tr: Çıkış

# BatchEditInstruction
source: Enter as: {0}
fr: Entrer comme : {0}
ml_in: ഇങ്ങനെ എഴുതുക: {0}
tr: {0} Olarak Giriş

# CorruptCsvFileMessage
source: The csv file might be corrupt or invalid
fr: Le dossier de csv pourrait être corrompu ou invalide
ml_in: ഈ സി.എസ്‌.വി രചന ദുഷിചതൊ സാധുതയില്ലാത്തതൊ ആയിരിക്കും.
tr: Csv dosyası bozuk yada geçersiz olabilir

source: Reviewer
fr: Critique
ml_in: പാഠാവര്‍ത്തനം
tr: Görüntüleyici

source: Animate
fr: Animé
ml_in: ചലിപ്പിക്കുക
tr: Canlandır

# MenuHelp
source: &Help
fr: Aide
ml_in: സഹായം
tr: &Yardım

# MenuCut
source: Cu&t
fr: Coupe
ml_in: മുറിക്കുക
tr: &Kes

source: Reviewer - No Cards
fr: Critique - aucunes cartes
ml_in: പരിശോധനം - ചീഠൊന്നുമില്ല
tr: Hiç kart görüntülenmedi

# MenuCopy
source: &Copy
ml_in: പകര്‍ത്തുക
tr: &Kopyala

# MenuOpen
source: &Open...
fr: Ouvert…
ml_in: തുറക്കുക...
tr: &Aç...

source: Translators
fr: Traducteurs
ml_in: പരിഭാഷകര്‍
tr: Çeviriciler

# MenuCheckAll
source: Chec&k All
fr: Vérifier tous
ml_in: എല്ലാം അടയാളപ്പെടുത്തുക
tr: & Hepsini İşaretle

# CorruptFileMessage
source: The file might be corrupt or invalid
fr: Le dossier pourrait être corrompu ou invalide
ml_in: ഈ രചന ദുഷിചതൊ സാധുതയില്ലാത്തതൊ ആയിരിക്കും
tr: Dosya bozuk ya da geçersiz olabilir

# MenuReview
source: Re&view
fr: Revue
ml_in: പാഠാവര്‍ത്തനം നടത്തുക
tr: &Görüntüle

# MenuExit
source: E&xit
fr: Sortie
ml_in: പുറത്തു കടക്കുക
tr: &Çıkış

# FieldMismatchMessage
source: The number of fields do not match. Read help for more information
fr: Le nombre de champs pas match. Aide lue pour plus d&#39;information
tr: Alanların numaraları eşlenmedi. Daha fazla bilgi için yardımı okuyun.

source: Clear
ml_in: മായ്‍ക്കുക
tr: Temizle

source: Test Results
fr: Résultats d&#39;essai
ml_in: പരീക്ഷ ഫലങ്ങല്‍
tr: Test Sonuçları

# ReviewerNeedsReviewTT
source: Needs Review
fr: Revue des besoins
ml_in: പരിശോധനം വെണം
tr: gözden geçirilmeli

source: Position
ml_in: സ്‌ഥാനം
tr: Pozisyon

# MenuFile
source: &File
fr: Dossier
ml_in: രചന
tr: &Dosya

source: and show back side for
ml_in: മറുപുറം
tr: Arka tarafta göster

# FileNotExistMessage
source: The file does not exist
fr: Le dossier n'existe pas
ml_in: നിങ്ങല്‍ തിരഞ്ഞെടുത്ത ഫയല്ല് കണ്ടില്ല.
tr: Dosya bulunamadı.

source: Close
fr: Fin
ml_in: അടയ്‍ക്കുക
tr: Kapat

source: Properties
fr: Propriétés
ml_in: സവിശേഷതകള്‍
tr: Özellikler

# MutipleChoiceTest
source: Multiple Choice Test
fr: Essai de choix de Mutiple
ml_in: പല തിരചില്‍ പരീക്ഷ
tr: Çoktan Seçmeli Test

source: New Deck
fr: Nouvelle plate-forme
ml_in: പുതിയ കൂട്ടം
tr: Yeni Kart

source: Open
fr: Ouvert
ml_in: തുറക്കുക
tr: Aç

# MenuDelete
source: Dele&te
fr: Effacement
ml_in: നീകം ചെയ്യുക
tr: &Sil

# ReviewerPreviousCardTT
source: Previous Card
fr: Carte précédente
ml_in: പൂര്‍വ ചീട്ട്‌
tr: Önceki Kart

source: Show:
fr: Exposition :
ml_in: കാണിക്കുക:
tr: Göster:

# LineBreakHint
source: Use [Ctrl] + [Enter] to enter a line break.
fr: Utilisation [Ctrl] [entrer] d&#39;écrire une ligne coupure.
tr: Yeni bir sıra kesmesine girmek için[Ctrl] + [Enter] kullanın.

# MenuPrint
source: &Print...
fr: Copie…
ml_in: അച്ചടിക്കുക...
tr: &Yazdır...

# MenuTakeTest
source: Take Te&st
fr: Essai de prise
ml_in: പരീക്ഷ എടുക്കുക
tr: &Test Al

# MenuTools
source: &Tools
fr: Outils
ml_in: ഉപകരണങ്ങല്‍
tr: &Araçlar

# ReviewNoCardsMessage
source: '''No Cards To Review'''
fr: '''Aucune carte pour passer en revue le'''
ml_in: '''പരിശോധിക്കാന്‍ ചീഠൊന്നുമില്ല'''
tr: '''Görüntülenecek kart yok''

# ReviewerToggleTT
source: Toggle Timer
fr: Temporisateur à bascule
ml_in: സമയസൂക്ഷി തുടക്കുക/മുടക്കുക
tr: Sayaç düğmesi

source: Save As
fr: Économiser As
ml_in: വെറെ സംരക്ഷിക്കുക
tr: Farklı Kaydet

# MissingStyleInfoMessage
source: This file format is does not have any card design information associated with it. Use 'Designer' to design the card.
fr: Ce format de dossier est n&#39;a pas n&#39;importe quelle information de conception de carte liée à lui. \ nUse « concepteur » pour concevoir la carte.
tr: Bu dosya formatı hiç bir kart tasarım bilgisi içermiyor . Kart tasarlamak için 'Tasarımcı' kullan.

source: License
fr: Permis
ml_in: ലൈസന്‍സ്‌
tr: Lisans

source: Review Delays:
fr: La revue retarde :
ml_in: പാഠാവര്‍ത്തന വൈകിക്കല്‍:
tr: Gecikmeleri görüntüle:

source: Review
fr: Revue
ml_in: പാഠാവര്‍ത്തനം നടത്തുക
tr: Görüntüle

# ReviewerLearnedTT
source: Learned
fr: Instruit
ml_in: പഠിഛു കഴിഞ്ഞു
tr: Öğrenildi

source: Key
fr: Clef
ml_in: ചൊധ്യം
tr: Anahtar

source: Associate Filetypes
fr: Associé Filetypes
tr: Dosya tiplerini birleştir

# FileNotSupportedMessageHint
source: {0} This error might be caused by incorrect file extension.
fr: {0} \ erreur de n \ nThis pourrait être provoquée par prolongation de dossier incorrecte.
tr: {0} Hata yanlış dosya uzantısına sebep olabilir.

# fUnableToOpenMessage
source: Unable to open '{0}'. {1}.
fr: Incapable de ouvrir « {0} ». \ n {1}.
ml_in: '{0}' ലോഡ് ചെയ്യുവാന്‍ സാധ്യമല. {1}.
tr: Açmak için erişilemedi '{0}'. {1}.

source: Type
ml_in: ഇനം
tr: Tip

source: Back
fr: Dos
ml_in: പിന്‍പുറം
tr: Geri

source: General
fr: Généralités
ml_in: പൊതു
tr: Genel

# fDataLossWarning
source: Some data will be lost when saved to {0} format. To preserve the data, save in a different format.
fr: Quelques données seront perdues quand économisé {à 0} formats
ml_in: {0} പ്രകൃതിയില്‍ സംരക്ഷിക്കുബൊള്‍ കുറചു വിവരം നക്ഷപ്പെടും
tr: {0} formatında kaydedilirken bazı veriler kaybolabilir.

# VersionFormat
source: {0} v{1} Written by Nithin Philips <spikiermonkey@users.sourceforge.net>. Copyright (C) 2003-2008 Nithin Philips. This is free software; There is NO warranty not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Read COPYING in application directory or visit http://www.gnu.org/copyleft/gpl.html for more info.
fr: {0} v {1} Écrit par Nithin Philips &lt;spikiermonkey@users.sourceforge.net&gt;. Copyright (c) Nithin 2003-2008 Philips. C&#39;est logiciel libre ; Il n&#39;y a AUCUNE garantie pas même pour la VALEUR MARCHANDE ou la FORME PHYSIQUE POUR UN BUT PARTICULIER. Lire COPIER dans l&#39;annuaire d&#39;application ou visiter http://www.gnu.org/copyleft/gpl.html pour plus d&#39;information.
ml_in: {0} v{1} Written by Nithin Philips <spikiermonkey@users.sourceforge.net>. കോപ്പിറൈറ്റ്‌ (C) 2003-2008 നിതിന്‍ ഫിലിപ്സ്‌. This is free software; There is NO warranty not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Read COPYING in application directory or visit http://www.gnu.org/copyleft/gpl.html for more info.
tr: {0} v{1} Nithin Philips tarafından yazılmıştır <spikiermonkey@users.sourceforge.net>. Telif hakkı (C) 2003-2008 Nithin Philips. Bu yazılım serbest yazılımdır; Yetkisizdir. her bir amaç için pazarlanabilir değildir. Daha fazla bilgi için uygulama klasörünün içindeki kopyayı okuyun ve ya bu sayfayı ziyaret edin http://www.gnu.org/copyleft/gpl.html

source: Design Card
fr: Carte de conception
ml_in: ചീഠു നിര്‍മിക്കുക
tr: Kartı Düzelt

source: Version
ml_in: വിവരണം
tr: Versiyon

# fReviewer
source: Review - {0} of {1} - {2}
fr: Revue - {0} de {1} - {2}
ml_in: പാഠാവര്‍ത്തനം നടത്തുക - {0} of {1} - {2}
tr: - {0} dan {1} - {2} kadar gözden geçir.

# MenuEdit
source: &Edit
fr: Éditer
ml_in: തിരുത്തുക
tr: &Düzelt

source: Ready
fr: Prêt
ml_in: തയ്യാര്‍
tr: Hazır

# NoCardToPrintMessage
source: There are no cards to print
fr: Il n&#39;y a aucune carte à imprimer
ml_in: അച്ചടിക്കാന്‍ ചീഠുകളൊന്നുമില്ല
tr: Yazdırılacak kart yok.

source: Shuffled
fr: Brouillé
ml_in: ക്രമരഹിതമായി
tr: Yer değiştir

# DesignerDataLossWarning
source: This action may cause loss of data. It is recomended that you make a backup copy before proceeding. Continue with Delete?
fr: Cette action peut causer la perte de données. \ lente est reccomended que vous tirez une copie de sauvegarde avant la marche à suivre. \ nContinue ?
ml_in: This action may cause loss of data.\nIt is reccomended that you make a backup copy before proceeding. Continue?
tr: Bu olay veri kaybına sebep olabilir.\nIt ilerlemeden önce yedek kopya oluşturması önerir . Devam mı?

# MenuSaveAs
source: Save &As...
fr: Économiser comme…
ml_in: വെറെ സംരക്ഷിക്കുക...
tr: Farklı & Kaydet...

# GenericOpenErrorMessage
source: ({0}) Details:{1}
fr: ({0}) \ n détaille : {1}
tr: ({0}) Detaylar:{1}

source: Fields
fr: Champs
tr: Alanlar

source: Show front side for
ml_in: മുന്‍പുറം
tr: Ön tarafta göster

source: OK
ml_in: സമ്മതം
tr: Tamam

# QuizMinCardMessage
source: There must be at least 4 cards in order to run the quiz.
fr: Il doit y avoir au moins 4 cartes dedans pour courir le jeu.
ml_in: പരിക്ഷ നടത്താന്‍ കുറഞ്ഞത്‌ 4 ചീഠുകള്‍ വേണം.
tr: Kuizde çalışabilmek için en az 4 kart olmalı.

# fTestResults
source: You scored {0} out of {1} ({2:#.#}%)
tr: Puanın {0} out of {1} ({2:#.#}%)

source: New
fr: Nouveau
ml_in: പുതിയറ്റു
tr: Yeni

# ContributorsFormat
source: {0} v{1} This program is made possible by the following contributors: Magic Control Library 1.7.4.0: Phil Wright <http://www.dotnetmagic.com/> Tango Icon Project <http://tango.freedesktop.org/> Drag Drop ListView: Matt Hawley <http://www.codeproject.com/cs/miscctrl/DragAndDropListView.asp> CSV Reader 3.1.2: Sébastien Lorion <http://www.codeproject.com/cs/database/CsvReader.asp>
fr: {0} v {1} Ce programme est rendu possible par les contribuants suivants : Bibliothèque magique 1.7.4.0 de commande : Projet &lt; http://tango.freedesktop.org/ &gt; d&#39;icône de Phil Wright &lt; http://www.dotnetmagic.com/ &gt; Tango
tr: {0} v{1} Bu programın meydana gelmesinde katkıda bulunanlar: Magic Kontrol Kütüphanesi 1.7.4.0: Phil Wright <http://www.dotnetmagic.com/> Tango İkon Proje <http://tango.freedesktop.org/> Sürükle Bırak Listegörüntüsü: Matt Hawley <http://www.codeproject.com/cs/miscctrl/DragAndDropListView.asp> CSV Okuyucu 3.1.2: Sébastien Lorion <http://www.codeproject.com/cs/database/CsvReader.asp>

source: Review Cards - Shuffled
fr: Cartes de revue - battues
ml_in: പാഠാവര്‍ത്തനം - ക്രമരഹിതമായി
tr: Kartları Görüntüle - Dağıt

# MenuDesign
source: Desi&gn
fr: Conception
ml_in: നിര്‍മിക്കുക
tr: &Tasarla

# MenuSelectAll
source: Select &All
fr: Choisir tous
ml_in: എല്ലാം തിരഞ്ഞെടുക്കുക
tr: Tümünü &Seç

# EndTestQuestion
source: Are you sure you want to end the test?
fr: Êtes-vous sûr vous voulez-vous finir l&#39;essai ?
ml_in: പരിക്ഷ നിര്‍ത്തണമെന്നു താങ്ങാള്‍ക്കു ഉറപ്പണൊ?
tr: Testi bitirmek istediğine emin misin?

source: Batch Entry
fr: Entrée en lots
ml_in: കൂട്ടായി ചേര്‍ക്കുക
tr: Grup Giriş

# MenuRecentFiles
source: &Recent Files
fr: Dossiers récents
ml_in: നവരചനകള്‍
tr: &Geçmiş Dosyalar

source: Answer
fr: Réponse
ml_in: ഉത്തരം
tr: Cevap

# MenuNew
source: &New
fr: Nouveau
ml_in: പുതിയത്‌
tr: &Yeni

source: Contributors
fr: Contribuants
ml_in: സംഭാവനക്കാര്‍
tr: Yetkililer

# CSVSeperatorHint
source: CSV separator is used by the batch editor to separate fields and also by 'Export as CSV' method.
fr: Le seperator de CSV est employé par le rédacteur en lots aux champs de sperate et également par « exportation la méthode comme CSV ».
ml_in: CSV seperator is used by the batch editor to sperate fields and also by 'Export as CSV' method.
tr: CSV ayrıştırıcısı grup editörü tarafından alanları ayırmak için ve ayrıca by ' CSV olarak Yayınla' metodu kullanıldı.

source: Front
fr: Avant
ml_in: മുന്‍പുറം
tr: Ön

# CSVSeperator
source: CSV Separator
fr: CSV Seperator
ml_in: സി.എസ്‌.വി ഭാഘപ്പെടുത്തുന്ന അക്ഷരം:
tr: CSV Ayrıştırıcı

# SecondsL
source: seconds
fr: secondes
ml_in: നിമിക്ഷത്തേക്കു കാണിക്കുക
tr: Saniyeler

# BatchEditMismatchException
source: Field count does not match.
fr: Le compte de champ pas match.
tr: Alan sayacı eşlenmedi.

# ReviewerNotLearnedTT
source: Not Learned
fr: Non instruit
ml_in: പഠിഛില്ല
tr: Öğrenilmedi

# MenuPaste
source: &Paste
fr: Pâte
ml_in: ഒട്ടികുക
tr: &Yapıştır

source: Edit Cards
fr: Éditer les cartes
ml_in: ചീറ്റുകല്‍ തിരുത്തുക
tr: Kartları Düzenle

# MenuPreferences
source: Pre&ferences
fr: Préférences
ml_in: മുന്‍ഗണനകള്‍...
tr: &Tercihler

source: Preferences
fr: Préférences
ml_in: മുന്‍ഗണനകള്‍
tr: Tercihler

source: Untitled
ml_in: തലക്കെട്ടില്ലാത്ത രചന
tr: İsimsiz

# ReviewerNextCardTT
source: Next Card
fr: Prochaine carte
ml_in: അഡുത്ത ചീട്ട്‌
tr: Sonraki Kart

source: Name
fr: Nom
ml_in: നാമം
tr: İsim

# DeSerializationFailedMessage
source: The file could not be read. It might be corrupt or invalid
fr: Le dossier n&#39;a pas pu être lu. Ce pourrait être corrompu ou invalide
tr: Dosya okunamıyor. Bozuk ya da geçersiz olabilir

source: Cards
fr: Cartes
ml_in: ചീറ്റുകല്‍
tr: Karts

source: Sides
fr: Côtés
ml_in: വശങ്ങള്‍
tr: Yönler

# MenuPageSetup
source: Pa&ge Setup...
fr: Page installée…
ml_in: അച്ചടി സജീകരണം...
tr: &Sayfa Yükle...

# ReviewerFlipCardTT
source: Flip Card
fr: Carte d&#39;instruction
ml_in: ചീഠു മറിപ്പ്പികുക
tr: Dönen kart

source: Import
fr: Importation
ml_in: ആര്‍ജ്ജിക്കുക
tr: Ekle

source: [Edit Multiple Items]
fr: [Éditer les articles multiples]
ml_in: [അനേകം ഇനങ്ങള്‍ തിരുത്തുക]
tr: [Birden çok parçayı düzenle]

# MenuAbout
source: &About
fr: Au sujet de
ml_in: കുറിപ്പ്‌
tr: &Hakkında

# SaveNowQuestion
source: Do you want to save now?
fr: Voulez-vous sauver maintenant ?
ml_in: എപ്പൊള്‍ സംരക്ഷിക്കണൊ?
tr: Şimdi kaydetmek istiyor musun?

# EditorNoCardsMessage
source: Click '''+''' to add a new card.
fr: '''Cliquer le de pour ajouter une nouvelle carte.'''
ml_in: പുതിയ ചീഠു ചേര്‍ക്കാന്‍ '''+''' അമര്‍ത്തുക
tr: Yeni kart eklemek için '''+''' tıklayın.

# AboutLicense
source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation,Inc.,59 Temple Place - Suite 330,Boston,MA 02111-1307, USA.
fr: Ce programme est logiciel libre ; vous pouvez le redistribuer et/ou le modifier en vertu du permis de grand public de GNU comme édité par la base libre de logiciel ; version 2 du permis, ou (à votre option) toute version postérieure. Ce programme est distribué dans l&#39;espoir qu&#39;il sera utile, mais SANS N&#39;IMPORTE QUELLE GARANTIE ; sans même la garantie implicite de la VALEUR MARCHANDE ou de la FORME PHYSIQUE POUR UN BUT PARTICULIER. Voir le permis de grand public de GNU pour plus de détails. Vous devriez avoir reçu une copie du permis de grand public de GNU avec ce programme ; sinon, écrire à Free Software Foundation, Inc., endroit de 59 temples - la suite 330, Boston, mA 02111-1307, Etats-Unis.
tr: Bu program serbest yazılımdır; Serbest Yazılım Kuruluşunun 2. versiyonu veya (tercihe göre) daha sonraki versiyonları olarak GNU General Public License şartlarına bağlı olarak programı elde edebilir ve üzerinde değişiklik yapabilirsiniz. Bu program kullanışlı olacağı umut edilerek dağıtıldı, fakat yetkisiz; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. Detaylar için GNU General Public License bakınız. Bu programla birlikte GNU General Public License nın kopyasını almak zorundasınız; Eğer yoksa, Serbest Yazılım Kuruluşuna yazın,Inc.,59 Temple Place - Suite 330,Boston,MA 02111-1307, USA.

# MenuSaveDesignAs
source: Save &Design As...
fr: Économiser la conception comme…
tr: Farklı Kaydet &Tasarla...

# MenuSave
source: &Save
fr: Économiser
ml_in: സംരംക്ഷിക്കുക
tr: &Kaydet

source: Normal
ml_in: സാധാരണമായി

source: Locale
ml_in: ഭാഷ

# MenuOpenAsDesign
source: Open As &Design...
ml_in: നിര്‍മാണമായി തുറക്കുക...

source: Print Previe&w
ml_in: അച്ചടി രൂപം മുന്‍കൂട്ടി കാണുക
